Elements in [option] were deleted
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId OptionElementsDeleted { get; }
  Visual Basic
Public Shared ReadOnly Property OptionElementsDeleted As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ OptionElementsDeleted {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DesignOptionFailures Class
  Autodesk.Revit.DB Namespace